Repository: MaisonLogicielLibre/Website
Catalog: src/Locale/*/default.po
Languages: fr_ca

source: ML2
fr_ca: ML²

source: The comment has been saved.
fr_ca: Le commentaire a été enregistré.

source: The comment could not be saved. Please, try again.
fr_ca: Le commentaire n'a pas pu être enregistré. Veuillez réessayer.

source: The comment has been deleted.
fr_ca: Le commentaire a été supprimé.

source: The comment could not be deleted. Please, try again.
fr_ca: Le commentaire n'a pas pu être supprimé. Veuillez réessayer.

source: The mission has been saved.
fr_ca: La mission a été enregistrée.

source: The mission could not be saved. Please, try again.
fr_ca: La mission n'a pas pu être enregistrée. Veuillez réessayer.

source: The mission has been deleted.
fr_ca: La mission a été supprimée.

source: The mission could not be deleted. Please, try again.
fr_ca: La mission n'a pas pu être supprimée. Veuillez réessayer.

source: The organization has been saved.
fr_ca: L'organisation a été enregistrée.

source: The organization could not be saved. Please, try again.
fr_ca: L'organisation n'a pas pu être enregistrée. Veuillez réessayer.

source: Cannot perform the change.
fr_ca: Le changement n'a pas pu être effectué

source: Your change has been saved
fr_ca: Le changement a été enregistré.

source: Not an AJAX Query
fr_ca: Ceci n'est pas une requête AJAX

source: The organization has been approved.
fr_ca: L'organisation a été approuvée.

source: The organization has been deleted.
fr_ca: L'organisation a été supprimée.

source: The organization could not be deleted. Please, try again.
fr_ca: La candidature n'a pas pu être enregistrée. Veuillez réessayer.

source: The project has been saved.
fr_ca: Le projet a été enregistré.

source: The project could not be saved. Please, try again.
fr_ca: Le projet n'a pas pu être enregistré. Veuillez réessayer.

source: The project has been accepted.
fr_ca: Le projet a été accepté.

source: The project has been deleted.
fr_ca: Le projet a été supprimé.

source: The project could not be deleted. Please, try again.
fr_ca: Le projet n'a pas pu être supprimé. Veuillez réessayer.

source: The application has been saved.
fr_ca: La candidature a été enregistrée.

source: The application could not be saved. Please, try again.
fr_ca: La candidature n'a pas pu être enregistrée. Veuillez réessayer.

source: The svn has been saved.
fr_ca: Le svn a été enregistré.

source: The svn could not be saved. Please, try again.
fr_ca: Le svn n'a pas pu être enregistré. Veuillez réessayer.

source: The svn has been deleted.
fr_ca: Le svn a été supprimé.

source: The svn could not be deleted. Please, try again.
fr_ca: Le svn n'a pas pu être supprimé. Veuillez réessayer.

source: The type user has been saved.
fr_ca: Le rôle a étéenregistré.

source: The type user could not be saved. Please, try again.
fr_ca: Le rôle n'a pas pu être enregistré. Veuillez réessayer.

source: The type user has been deleted.
fr_ca: Le rôle a été supprimé.

source: The type user could not be deleted. Please, try again.
fr_ca: Le rôle n'a pas pu être supprimé. Veuillez réessayer.

source: The university has been saved.
fr_ca: L'université à été enregistrée.

source: The university could not be saved. Please, try again.
fr_ca: L'université n'a pas pu être enregistrée. Veuillez réessayer.

source: The university has been deleted.
fr_ca: L'université a été supprimée.

source: The university could not be deleted. Please, try again.
fr_ca: L'université n'a pas pu être supprimée. Veuillez réessayer.

source: Username or password incorrect, try again.
fr_ca: Nom d'utilisateur ou mot de passe inccorect, veuillez réessayer.

source: The user has been saved.
fr_ca: L'utilisateur a été enregistré.

source: The new email could not be saved. Please, try again.
fr_ca: Le courriel n'a pas pu être enregistré. Veuillez réessayer.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être enregistré. Veuillez réessayer.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être enregistré. Veuillez réessayer.

source: The password could not be saved. Please, try again.
fr_ca: Le mot de passe n'a pas pu être enregistré. Veuillez réessayer.

source: The user has been deleted.
fr_ca: L'utilisateur a été supprimé.

source: The user could not be deleted. Please, try again.
fr_ca: L'utilisateur n'a pas pu être supprimé. Veuillez réessayer.

source: Is not an url (Ex : http://website.ca).
fr_ca: Le lien web n'est pas valide (Ex : http://website.ca)

source: This email is already taken.
fr_ca: Ce courriel est déja utilisé.

source: Is not a valid number.
fr_ca: Le numéro de téléphone n'est pas valide.

source: Old password isn't valid
fr_ca: L'ancien mot de passe n'est pas valide.

source: Website of the organization
fr_ca: Site web de l'organisation

source: Edit the organization
fr_ca: Modifier l'organisation

source: Approve the organization
fr_ca: Accepter l'organisation

source: Reject the organization
fr_ca: Rejeté l'organisation

source: List of organizations
fr_ca: Liste des organisations

source: Add an organization
fr_ca: Ajouter une organisation

source: Submit an organization
fr_ca: Soumettre une organisation

source: Website of the project
fr_ca: Site web du projet

source: Edit the project
fr_ca: Modifier le projet

source: Accept the project
fr_ca: Accepter le projet

source: Restore the project
fr_ca: Restaurer le projet

source: Archive the project
fr_ca: Archiver le projet

source: Apply on the project
fr_ca: Candidater sur le projet

source: List of projects
fr_ca: Liste des projets

source: Add an projects
fr_ca: Ajouter un projet

source: Submit a project
fr_ca: Soumettre un projet

source: Change email
fr_ca: Modifier le courriel

source: Change password
fr_ca: Modifier le mot de passe

source: Edit profile
fr_ca: Modifier le profil

source: Delete profile
fr_ca: Supprimer le profil

source: New Comment
fr_ca: Nouveau commentaire

source: List Comments
fr_ca: Liste des commentaires

source: List Projects Users
fr_ca: Liste des projets de l'utilisateur

source: New Projects User
fr_ca: Nouveau projet de l'utilisateur

source: List Users
fr_ca: Liste des utilisateurs

source: New User
fr_ca: Nouvel utilisateur

source: Add Comment
fr_ca: Ajoute run commentaire

source: Submit
fr_ca: Soumettre

source: Edit Comment
fr_ca: Modifier un commentaire

source: Delete
fr_ca: Supprimer

source: Are you sure you want to delete # {0}?
fr_ca: Êtes-vous sur de vouloir supprimer # {0}?

source: View
fr_ca: Voir

source: Edit
fr_ca: Modifier

source: previous
fr_ca: précédent

source: next
fr_ca: suivant

source: Delete Comment
fr_ca: Supprimer le commentaire

source: Projects User
fr_ca: Porjets de l'utilisateur

source: User
fr_ca: Utilisateur

source: Text
fr_ca: Texte

source: Home
fr_ca: Accueil

source: Language
fr_ca: Langage

source: Become a sponsor
fr_ca: Devenir un sponsor

source: Contest
fr_ca: Concours

source: Projects
fr_ca: Projets

source: Partners
fr_ca: Partenaires

source: Industry
fr_ca: Industriel

source: Academic
fr_ca: Académique

source: Associations
fr_ca: Association

source: Contact us
fr_ca: Contactez-nous

source: Profile
fr_ca: Profil

source: Logout
fr_ca: Déconnexion

source: Login
fr_ca: Connexion

source: Register
fr_ca: S'enregistrer

source: Montfort street
fr_ca: Rue Montfort

source: Montreal
fr_ca: Montréal

source: New Mission
fr_ca: Nouvelle mission

source: List Missions
fr_ca: Liste des missions

source: List Projects
fr_ca: Liste des projets

source: New Project
fr_ca: Nouveau projet

source: Add Mission
fr_ca: Ajouter une mission

source: Edit Mission
fr_ca: Modifier une mission

source: Delete Mission
fr_ca: Supprimer une mission

source: Project
fr_ca: Projet

source: Role
fr_ca: Rôle

source: Active
fr_ca: Actif

source: User Id
fr_ca: utilisateur ID

source: Project Id
fr_ca: Projet ID

source: Presentation
fr_ca: Présentation

source: Accepted
fr_ca: Accepté

source: Is Mentor
fr_ca: Est mentor

source: Add Organization
fr_ca: Ajouter l'organisation

source: Name
fr_ca: Nom

source: Website
fr_ca: Site web

source: Approved
fr_ca: Approuvé

source: Rejected
fr_ca: Rejeté

source: Search ...
fr_ca: Rechercher ...

source: Not approved
fr_ca: Non approuvé

source: Not rejected
fr_ca: Non rejeté

source: Edit Organization
fr_ca: Modifier l'organisation

source: Submit Organization
fr_ca: Soummettre l'organisation

source: New Organizations Project
fr_ca: Nouveau projet des organisations

source: List Organizations Projects
fr_ca: Liste projet des organisations

source: List Organizations
fr_ca: Liste des organisations

source: New Organization
fr_ca: Nouvelle organisation

source: Add Organizations Project
fr_ca: Ajouter le projet des organisations

source: Edit Organizations Project
fr_ca: Modifier le projet des organisations

source: Delete Organizations Project
fr_ca: Supprimer le projet des organisations

source: Organization
fr_ca: Organisation

source: Phone
fr_ca: Numéro de téléphone

source: Email
fr_ca: Courriel

source: The logo must :
fr_ca: Les lignes directrices de conception :

source: Place the organisation name as a central part of the design
fr_ca: Le nom de l'organisation Maison du Logiciel Libre doit être un élément central de la conception .

source: Represent a place of conviviality and exchange
fr_ca: Le logo devrait inspirer le spectateur à percevoir ML² comme un lieu d'échange, de codage et d'apprentissage

source: Represent the open source software
fr_ca: Le logo doit représenter à la fois le logiciel libre et les initiatives open source

source: Reminder :
fr_ca: Rappel :

source: The design must be original
fr_ca: La conception doit être original

source: You must have the rights to use the image(s) used
fr_ca: Vous devez avoir les droits pour utiliser les images intégrées dans votre conception

source: You grant the rights of your logo to Maison du Logiciel Libre
fr_ca: Vous accordez tous les droits sur votre conception de logo à la Maison du Logiciel Libre

source: The winner will be credited on the website and receive an ML2 shirt
fr_ca: Le gagnant sera accrédité sur notre site web et recevera un chandail de ML²

source: Send your design at :
fr_ca: Envoyer votre conception à :

source: ML2 need a new logo!
fr_ca: Aimez-vous notre logo ? Peut-être pouvez-vous faire mieux !

source: Register today!
fr_ca: Inscrivez-vous aujourd'hui !

source: Join us at ML² in building the future of Free Software and Open Source code.
fr_ca: Joignez-vous à ML² pour contrsuire l'avenir du logiciel libre et du code Open Source.

source: We need feedback!
fr_ca: Nous avons besoin de vos commentaires!

source: Take the ML² student survey
fr_ca: Remplissez le formulaire étudiant ML²

source: Loading...
fr_ca: Chargement en cours

source: Our Mission
fr_ca: Notre mission

source: This initiative is born from a meeting between the ÉTS director and Google Montreal director. Seeing the difficulty that students have to hone their habilities to develop complex software and show the end product (code) to recruiters, they decided to establish the Maison du Logiciel Libre (ML2)
fr_ca: Cette initiative est née d’une rencontre entre le directeur de l’ÉTS et le directeur du centre de Google à Montréal. Constatant la difficulté pour les étudiants de parfaire leurs habilités à développer des logiciels complexes et de montrer à d’éventuels employeurs leurs diverses réalisations, ils ont eu l’idée de créer la Maison du Logiciel Libre ou tout simplement ML².

source: The foremost mission of ML2 is to offer a place of meeting and sharing in Montreal allowing the students to participate in open source software projects. This initiative try to reach students across of Montreal universities and to include the largest possible community, thus allowing the students to meet participants from multiple horizons with varied academic and professional experiences.
fr_ca: La mission première de ML² est de proposer un lieu de rencontre et de partage à Montréal permettant aux étudiants de participer à divers projets de logiciel libre. Cette initiative cherche à rejoindre principalement les étudiants des universités montréalaises. Elle se veut inclusive et espère regrouper la plus grande communauté possible, permettant ainsi aux étudiants de côtoyer des participants provenant d’horizons différents et ayant eu des expériences académiques et professionnelles très variés.

source: The mission of ML2 is an educational mission. Multiple activities will be eventually offered : free development, graduation projects, internships, mastering projects, … All of these activities will gravitate around open source projects. These projects will be proposed by : students, teachers , universities or organisations wanting to invest in students formation. Seminars will complete this educational component.
fr_ca: La mission de ML² est donc une mission éducative. Diverses activités seront éventuellement possibles : activités libres de développement, projets de fin d’études, stages, projets de maîtrise, … Toutes ces activités graviteront au tour de projets de logiciel libre. Ces derniers pourront être proposés par les divers intervenants (étudiants, professeurs ou universités) ou encore être en lien avec des entreprises voulant s’investir dans la formation des étudiants. L’organisation de séminaires pourra compléter ce volet éducatif.

source: By participating in ML2 activities, the students will be able to (i) discover the open source software world with its codes and objectives; (ii) hone their habilities to analyse, design and develop complex tasks ; (iii) build a portfolio with their open source achievements ; (iv) obtain recognitions from their university.
fr_ca: En participant aux activités de ML², les étudiants pourront ainsi (i) explorer le monde du logiciel libre avec ses codes et ses objectifs ; (ii) développer leurs habilités à analyser, concevoir ou développer des tâches complexes ; (iii) bâtir un portfolio professionnel avec leurs réalisations en logiciels libres ; (iv) obtenir éventuellement des reconnaissances de leurs acquis de leur université.

source: Value proposition for industry:
fr_ca: Proposition de valeur pour l'industrie :

source: Access to potential new hires in our logicel libre developer community
fr_ca: Accès à des recrues potentielles au sein de notre communauté de développeur du logiciel libre

source: Develop new open source features faster and cheaper in your products and dependencies
fr_ca: Augmenter la vitesse de développement tout en réduisant les coûts des fonctionnalités

source: Promote your company and create networks across the software engineering and computer science departments of 7 universities
fr_ca: Promouvoir votre entreprise tout en créant un réseau au sein de 7 universités

source: Create Goodwill in the University and open source communities
fr_ca: Augmenter la réputation de votre entreprise au sein des universités et de la communauté du logiciel libre

source: Value proposition for universities and students:
fr_ca: Proposition de valeur pour l'académie:

source: Match Interns with Industry and Academic funded open source projects
fr_ca: Jumeler des stagiaires à des projets logiciel libre

source: Match Capstone students with Industry and Academic sponsored open source projects
fr_ca: Jumeler des projets de fin d’étude à des projets logiciel libre

source: Support for graduate students working on open source projects
fr_ca: Offrir du support aux étudiants gradués travaillant sur des projets logiciel libre

source: Project mentorship (each submitted project must have a mentor)
fr_ca: Mentorat de projet (chaque projet aura un mentor)

source: Teaching assistant (TAs) access
fr_ca: Accès à des professeurs

source: Additional mentor access from ML2 staff
fr_ca: Accès aux mentors de ML²

source: Networking with ML2 members: students from 7 universities, open source community, mentors, and industry
fr_ca: Accès au réseau de ML² : étudiants de 7 universités, la communauté du logiciel libre, mentors et industriels

source: Promotion of projects and students on the ML2 website
fr_ca: Promouvoir les projets et les étudiants sur le site web de ML²

source: CV Portfolio testimonial plugin (testimonials from TAs & mentors)
fr_ca: Accès aux commentaires des mentors et des professeurs pour les CV/portfolio

source: CV Portfolio open source code summary plugin (key performance indicators on open source repo contributions)
fr_ca: Accès aux codes sources des projets pour les CV/portfolio

source: Access to ML2 academic and industry conferences and seminars
fr_ca: Accès aux conférences et séminaires de ML²

source: 24/7 access to ML2 location on the RC of ETS Pavilion A
fr_ca: Accès 24/7 au local de ML² (RC du pavilion A de l’ÉTS)

source: Become a sponsor at Maison du Logiciel Libre!
fr_ca: Devenez un sponsor de la Maison du Logiciel Libre!

source: Benefits :
fr_ca: Avantages :

source: Gain access to potential new hires in our logicel libre developer community spanning 7 Quebec Universities including : École de Technologie Supérieure (ETS), UQÀM, McGill, Polytechnique, Université de Montréal, Concordia and Université de Sherbrooke
fr_ca: Accès à des recrues potentielles au sein de notre réseau universitaire : École de Technologie Supérieure (ÉTS), UQÀM, McGill, Polytechnique, Université de Montréal, Concordia et Université de Sherbrooke

source: Sponsors are displayed prominently on our website and on a large display screen on the main floor of École de Technologie Supérieure (ETS). Additional branding opportunities are available at ETS and across our university network of UQÀM, McGill, Polytechnique, Université de Montréal, Concordia, and Université de Sherbrooke
fr_ca: Les sponsors sont affichés en évidence sur notre site web et sur un écran géant dans le hall principal de l’École de Technologie Supérieure (ÉTS). Il est possible de promouvoir votre image à l’ÉTS et à travers notre réseau universitaire.

source: How does a company become a sponsor?
fr_ca: Comment devenir un sponsor?

source: Send an email describing your organization and why you would like to join ML²
fr_ca: Envoyez un courriel décrivant votre organisation et pourquoi vous voulez vous joindre à ML²

source: Submit a project to Maison du Logiciel Libre!
fr_ca: Soumettre un projet à la Maison du Logiciel Libre!

source: How does a company submit a project?
fr_ca: Comment soumettre un projet?

source: Describe your organization
fr_ca: Décrivez votre organisation

source: Main contact email & phone for student applications
fr_ca: Fournissez une adresse courriel et un numéro de téléphone pour les candidatures des étudiants

source: Describe your open source project(s)
fr_ca: Décrivez vos projets open source

source: Introduce contributors to your project's needs and provide inspiration to would-be student applicants.
fr_ca: Introduisez les besoin de votre projet aux contributeurs et aux étudiants

source: Each project must have a mentor.
fr_ca: Chaque projet doit avoir un mentor

source: What Free Software / open source license(s) does your project use?
fr_ca: Quels licenses libres/open source votre projet utilise-t-il?

source: What type of student(s) are you looking for?
fr_ca: Quels types d'étudiant récherchez-vous?

source: Full-time 4-month intern student
fr_ca: Stagiaire temps plein (4 mois)

source: Capstone student (150 hours per semester)
fr_ca: Projet de fin d'étude (150 heures par session)

source: Graduate student (1 to 2 year projects for Masters and Doctorate students)
fr_ca: Étudiant gradué (Projets de 1-2 ans pour les étudiants en maîtrise et doctorat)

source: What are the student requirements to work on the project?
fr_ca: Quel est le niveau technique requis pour candidater sur votre projet?

source: e.g. "must know Python" or "easier project good for a student with more limited experience with C++."
fr_ca: exemple : "une base en Python" ou "expérience limitée en C++"

source: What steps will you take to encourage students to interact with your project's community before, during and after the program?
fr_ca: Qu’allez-vous faire pour encourager l’étudiant à intérargir avec la communauté de votre projet?

source: Add Project
fr_ca: Ajouter projet

source: Organizations
fr_ca: Organisations

source: Archived
fr_ca: Archivé

source: No
fr_ca: Non

source: Yes
fr_ca: Oui

source: Apply on this project
fr_ca: Candidater sur ce projet

source: Cancel
fr_ca: Annuler

source: Edit Project
fr_ca: Modifier projet

source: Link
fr_ca: Site web

source: Submit Project
fr_ca: Soumettre un projet

source: Contributors
fr_ca: Contributeurs

source: New Svn User
fr_ca: Nouveau utilisateur Svn

source: List Svn Users
fr_ca: Listes des utilisateurs Svn

source: List Svns
fr_ca: Listes des Svn

source: New Svn
fr_ca: Nouveau Svn

source: Add Svn User
fr_ca: Ajouter utilisateur Svn

source: Edit Svn User
fr_ca: Modifier l'utilisateur Svn

source: Delete Svn User
fr_ca: Supprimer utilisateur Svn

source: Add Svn
fr_ca: Ajouter Svn

source: Edit Svn
fr_ca: Modifier Svn

source: Delete Svn
fr_ca: Supprimer Svn

source: New Type User
fr_ca: Nouveau rôle

source: List Type Users
fr_ca: Liste des rôles

source: Add Type User
fr_ca: Ajouter le rôle

source: Edit Type User
fr_ca: Modifier le rôle

source: Delete Type User
fr_ca: Supprimer le rôle

source: New Type Users User
fr_ca: Nouveau rôle de l'utilisateur

source: List Type Users Users
fr_ca: Liste des rôles de l'utilisateur

source: Add Type Users User
fr_ca: Ajouter le rôle de l'utilisateur

source: Edit Type Users User
fr_ca: Modifier le rôle de l'utilisateur

source: Delete Type Users User
fr_ca: Supprimer le rôle de l'utilisateur

source: Type User
fr_ca: Rôle

source: New University
fr_ca: Nouvelle université

source: List Universities
fr_ca: Liste des universités

source: Add University
fr_ca: Ajouter l'université

source: Edit University
fr_ca: Modifier l'université

source: Delete University
fr_ca: Supprimer l'université

source: Add User
fr_ca: Ajouter un utilisateur

source: Delete your account
fr_ca: Supprimer votre compte

source: You are about to unsubscribe from "Maison du Logiciel Libre". Here are the implications of this action who can not be undone:
fr_ca: Vous êtes sur le point de vous désinscrire de "Maison du Logiciel Libre". Voici ce qu'implique cette action qui ne peut être annulée :

source: All your participation will be anonymized.
fr_ca: Toutes vos participations seront anonymisées

source: Your email address
fr_ca: Votre adresse courriel

source: will be deleted from the system
fr_ca: sera effacée du système

source: Your username
fr_ca: Votre nom d'utilisateur

source: will be released and used by another member
fr_ca: sera libéré et utilisable par un autre membre

source: If you wish to continue your unsubscribe, click the button "Unsubscribe" below. Otherwise it is not yet too late ...
fr_ca: Si vous souhaitez poursuivre votre désinscription, cliquez sur le bouton "Désinscription" ci-dessous. Sinon il n'est pas encore trop tard ...

source: Unsubscribe
fr_ca: Désinscription

source: Edit User
fr_ca: Modifier l'utilisateur

source: First name
fr_ca: Prénom

source: Last name
fr_ca: Nom

source: Not specified
fr_ca: Non spécifié

source: University
fr_ca: Université

source: Are you a student?
fr_ca: Êtes-vous un étudiant

source: Would you like to be a mentor?
fr_ca: Devenir mentor ?

source: Biography
fr_ca: Biographie

source: Gender
fr_ca: Sexe

source: Female
fr_ca: Femme

source: Male
fr_ca: Homme

source: Change Email
fr_ca: Modifier le courriel

source: Enter your new email
fr_ca: Entrez votre nouveau courriel

source: Confirm your new email
fr_ca: Confirmer votre nouveau courriel

source: Confirm your password to confirm the change
fr_ca: Confirmer votre mot de passe

source: Password
fr_ca: Mot de passe

source: Username
fr_ca: Nom d'utilisateur
