Repository: MaisonLogicielLibre/Website
Catalog: src/Locale/*/default.po
Languages: fr_ca

source: Enter your username and password
fr_ca: Entrez votre nom d'utilisateur et votre mot de passe

source: Connect
fr_ca: Connexion

source: Change Password
fr_ca: Modifier le mot de passe

source: Choose a new password
fr_ca: Entrez un nouveau mot de passe

source: Confirm the new password
fr_ca: Confirmer le nouveau mot de passe

source: Confirm your current password to confirm the change
fr_ca: Confirmer votre mot de passe actuel

source: Choose your username
fr_ca: Entrez votre nom d'utilisateur

source: Enter your firstname
fr_ca: Entrez votre prénom

source: Firstname
fr_ca: Prénom

source: Enter your lastname
fr_ca: Entrez votre nom

source: Lastname
fr_ca: Nom

source: Choose a password
fr_ca: Entrez votre mot de passe

source: Confirm password
fr_ca: Confirmez votre mot de passe

source: Email adress
fr_ca: Entrez votre adresse courriel

source: Confirm email adress
fr_ca: Confirmez votre adresse courriel
